CHANNEL_ID = '@Buyer_Marketplace'

message_for_admin = ("Здравствуйте, администратор!\n"
                     "В этом боте Вам доступны следующие функции:\n"
                     "🗒Добавить задание - Добавить новое задание\n"
                     "📉Статистика - Показать статистику\n"
                     "➕Добавить пост - Добавить новый пост\n"
                     "🗑Удалить пост - Удалить пост\n"
                     "🚫Блокировать - Заблокировать пользователя\n"
                     )
message_superuser = ("👥Добавить администратора - Добавить нового администратора\n"
                     "💰Пул - Задать пул для приложения")
message_no_access = ("Здравствуйте! У вас недостаточно прав для использования данного бота. \n"
                     f"Используйте бот {CHANNEL_ID}")